{
    "changelog.md": {
        "20\/03\/2020": "20.03.2020",
        "Correction de bug en espagnol": "Fehlerbehebung in Spanisch",
        "15\/11\/2019": "2019.11.15",
        "Correction de bugs": "Fehlerbehebungen",
        "23\/10\/2019": "23.10.2019",
        "Amélioration du widget": "Widget-Verbesserung",
        "14\/10\/2019": "2019.10.14",
        "Amélioration de l'interface": "Verbesserte Oberfläche",
        "03\/06\/2019": "06\/03\/2019",
        "13\/05\/2019": "13.05.2019",
        "09\/05\/2019": "05\/09\/2019",
        "28\/04\/2019": "2019.04.28",
        "08\/04\/2019": "04\/08\/2019",
        "18\/03\/2019": "18.03.2019",
        "Lors de la supression d'un évènement les actions de fin ne sont plus éxecutées": "Wenn ein Ereignis gelöscht wird, werden die Endaktionen nicht mehr ausgeführt",
        "08\/01\/2018": "01\/08\/2018",
        "Correction d'un bug lors de l'inclusion\/exclusion de dates si celles-ci sont excluses\/incluses": "Korrektur eines Fehlers beim Einschließen \/ Ausschließen von Daten, wenn diese ausgeschlossen \/ eingeschlossen sind",
        "14\/10\/2018": "14.10.2008",
        "Correction de bug sur les événements non répétés": "Fehlerkorrektur bei nicht wiederholten Ereignissen",
        "12\/10\/2018": "10\/12\/2018",
        "Ajout d'une reprogrammation de tous évènements tous les jours à 00h00": "Hinzufügen einer Neuprogrammierung aller Ereignisse jeden Tag um 00:00 Uhr",
        "16\/10\/2018": "16.10.2008",
        "Correction mineur de l'interface": "Kleinere Schnittstellenkorrektur",
        "Ajout de commande pour l'inclusion\/exclusion de date depuis les scénarios": "Hinzufügung der Bestellung zum Einschluss \/ Ausschluss des Datums aus den Szenarien",
        "15\/10\/2018": "15.10.2008",
        "Correction d'un bug sur l'inclusion de date": "Korrektur eines Fehlers bei Aufnahme des Datums",
        "29\/03\/2018": "29.03.2008",
        "Correction d'un bug sur le \"jusqu'à\" si la répétition n'est pas une répétition simple": "Korrektur eines Fehlers bei \"bis\", wenn die Wiederholung keine einfache Wiederholung ist",
        "26\/03\/2018": "26.03.2008",
        "Correction d'un bug sur les images de la page de configuration": "Behebung eines Fehlers auf den Bildern der Konfigurationsseite",
        "Correction d'un bug lors du calcul de la recurrence des événements si aucune borne n'est definie": "Korrektur eines Fehlers während der Berechnung der Wiederholung von Ereignissen, wenn keine Grenze definiert ist",
        "02\/03\/2018": "03\/02\/2018",
        "Lors de la réactivation de l'agenda si on est dans un evenement les actions de début sont lancée": "Wenn Sie die Agenda reaktivieren, wenn Sie sich in einem Ereignis befinden, werden die Startaktionen gestartet",
        "27\/02\/2018": "27.02.2008",
        "Suppression des commandes d'activations\/désactivations (pour désactiver un agenda dans un scénario il faut maintenant utiliser la fonction de désactivation d'équipment)": "Löschen von Aktivierungs- \/ Deaktivierungsbefehlen (um eine Agenda in einem Szenario zu deaktivieren, müssen Sie jetzt die Gerätedeaktivierungsfunktion verwenden)"
    },
    "index.md": {
        "Plugin permettant de créer un agenda et de déclencher des actions": "Plugin zum Erstellen einer Agenda und Auslösen von Aktionen",
        "(commande ou scénario)": "(Befehl oder Szenario)",
        "Configuration du plugin": "Plugin Konfiguration",
        "La configuration est très simple, après téléchargement du plugin, il": "Die Konfiguration ist sehr einfach, nach dem Herunterladen des Plugins ist es",
        "vous suffit de l'activer et c'est tout": "Sie aktivieren es einfach und das wars",
        "Configuration des équipements": "Gerätekonfiguration",
        "La configuration des équipements Agenda est accessible à partir du menu": "Auf die Konfiguration von Kalendergeräten kann über das Menü zugegriffen werden",
        "Plugins puis Organisation": "Plugins dann Organisation",
        "Une fois dessus vous retrouvez alors la liste de vos Agenda": "Sobald Sie darauf sind, finden Sie die Liste Ihrer Agenda",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement": "Name der Ausrüstung",
        "nom de votre agenda": "Name Ihres Kalenders",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel": "gibt das übergeordnete Objekt an, zu dem",
        "appartient l'équipement": "gehört Ausrüstung",
        "Catégorie": "Kategorie",
        "les catégories de l'équipement (il peut appartenir à": "Gerätekategorien (es kann gehören",
        "plusieurs catégories)": "mehrere Kategorien)",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "le rend visible sur le dashboard": "macht es auf dem Dashboard sichtbar",
        "Widget, nombre de jours": "Widget, Anzahl der Tage",
        "définit le nombre de jours": "definiert die Anzahl der Tage",
        "d'événements à afficher sur le widget": "Ereignisse, die im Widget angezeigt werden sollen",
        "Nombre d'événements maximum": "Maximale Anzahl von Ereignissen",
        "défini le nombre maximum": "Stellen Sie die maximale Anzahl ein",
        "d'événements à afficher sur le dashboard": "Ereignisse, die im Dashboard angezeigt werden sollen",
        "Ne pas afficher le statut et les commandes": "Status und Bestellungen nicht anzeigen",
        "d'activation\/désactivation": "Aktivierung \/ Deaktivierung",
        "permet de masquer le statut de": "ermöglicht das Ausblenden des Status von",
        "l'agenda ainsi que les commandes d'activation ou non de celui-ci": "die Agenda sowie die Befehle zum Aktivieren oder Nicht-Aktivieren",
        "Liste des événements de l'agenda": "Liste der Kalenderereignisse",
        "affichage en dessous de la": "Anzeige unter dem",
        "liste de tous les événements de l'agenda (un clic dessus permet": "Liste aller Kalenderereignisse (ein Klick darauf ermöglicht",
        "d'éditer l'événement directement)": "Veranstaltung direkt bearbeiten)",
        "Ajouter événement": "Ereignis hinzufügen",
        "permet d'ajouter un événement à l'agenda": "Fügen Sie dem Kalender ein Ereignis hinzu",
        "Affichage d'une vue type agenda avec tous les": "Anzeige einer Kalendertypansicht mit allen",
        "événements vous pouvez vous déplacer dedans, choisir de l'afficher": "Ereignisse, in die Sie einziehen können, können angezeigt werden",
        "par semaine ou jour, déplacer des événements (glisser\/déposer) et un": "Verschieben Sie Ereignisse pro Woche oder Tag (Drag & Drop) und a",
        "clic sur un événement vous ouvrira sa fenêtre d'édition": "Durch Klicken auf ein Ereignis wird das Bearbeitungsfenster geöffnet",
        "Edition d'un événement": "Ereignis bearbeiten",
        "Partie la plus importante du plugin, c'est ici que vous allez pouvoir": "Der wichtigste Teil des Plugins, hier können Sie",
        "configurer votre événement": "Konfigurieren Sie Ihre Veranstaltung",
        "Evènement": "Ereignis",
        "Ici vous retrouvez": "Hier finden Sie",
        "Nom de l'événement": "Name der Veranstaltung",
        "Nom de votre événement": "Name Ihrer Veranstaltung",
        "Icône": "Symbol",
        "permet d'ajouter une icône devant le nom de votre": "Mit dieser Option können Sie ein Symbol vor Ihrem Namen einfügen",
        "équipement (pour ce faire il faut cliquer sur \"Choisir une icône\")": "Ausrüstung (klicken Sie dazu auf \"Symbol auswählen\")",
        "permet de choisir la couleur de votre événement (une": "Mit dieser Option können Sie die Farbe Ihrer Veranstaltung auswählen (a",
        "coche vous permet aussi de le rendre transparent)": "Häkchen ermöglicht es Ihnen auch, es transparent zu machen)",
        "Couleur du texte": "Textfarbe",
        "permet de choisir la couleur du texte de": "Hier können Sie die Textfarbe von auswählen",
        "votre événement": "Ihre Veranstaltung",
        "Ne pas afficher dans le dashboard": "Nicht im Dashboard anzeigen",
        "permet de ne pas afficher": "erlaubt nicht anzuzeigen",
        "cet événement sur le widget": "dieses Ereignis im Widget",
        "Action de début": "Aktion starten",
        "Permet de choisir la ou les actions à faire lors du lancement de": "Ermöglicht die Auswahl der Aktion (en), die beim Starten ausgeführt werden sollen",
        "l'événement": "die Veranstaltung",
        "Pour ajouter une action il suffit de cliquer sur le bouton + au bout de": "Um eine Aktion hinzuzufügen, klicken Sie einfach auf die Schaltfläche + am Ende von",
        "la ligne puis vous allez avoir un bouton pour chercher une commande une": "In der Zeile haben Sie dann eine Schaltfläche, um nach einer Bestellung zu suchen. a",
        "fois celle-ci trouvée vous aurez le choix des options si elle en a. Vous": "Sobald es gefunden ist, haben Sie die Wahl zwischen Optionen, falls vorhanden. Sie",
        "pouvez ajouter autant d'action que vous le voulez": "kann so viel Aktion hinzufügen, wie Sie möchten",
        "Il est possible de modifier l'ordre des actions en maintenant\/glissant": "Es ist möglich, die Reihenfolge der Aktionen durch Halten \/ Ziehen zu ändern",
        "Il est possible de faire les memes action que dans les scénarios (voir": "Es ist möglich, die gleichen Aktionen wie in den Szenarien auszuführen (siehe",
        ")": ")",
        "Action de fin": "Aktion beenden",
        "Idem à l'action de début mais cette fois ci c'est la ou les action(s) à": "Wie die Startaktion, diesmal jedoch die Aktion (en)",
        "effectuer à la fin de l'événement": "am Ende der Veranstaltung durchführen",
        "C'est ici que se trouve toute la gestion temporelle de votre événement": "Hier befindet sich das gesamte Zeitmanagement Ihrer Veranstaltung",
        "Début": "Anfang",
        "Date de début de l'événement": "Startdatum des Ereignisses",
        "Date de fin de l'événement": "Ereignisenddatum",
        "Toute la journée": "Den ganzen Tag",
        "permet de définir l'événement sur toute": "ermöglicht es, das Ereignis auf einem beliebigen zu definieren",
        "la journée": "der Tag",
        "Inclure par un autre agenda": "In einen anderen Kalender aufnehmen",
        "Permet d'inclure un autre": "Ermöglicht das Einschließen eines anderen",
        "événement dans votre événement courant": "Ereignis in Ihrem aktuellen Ereignis",
        "Par exemple, si vous avez un": "Zum Beispiel, wenn Sie eine haben",
        "événement A répété tous les lundis, et que vous incluez cet": "Ereignis jeden Montag wiederholt, und Sie schließen dies ein",
        "événement A dans votre événement courant, alors celui-ci sera": "Ereignis A in Ihrem aktuellen Ereignis, dann wird dieses sein",
        "automatiquement répété tous les lundis": "wird jeden Montag automatisch wiederholt",
        "permet de forcer une date d'occurence, vous pouvez en": "Mit dieser Option können Sie ein Ereignisdatum erzwingen",
        "mettre plusieurs en les séparant par des , (virgules), vous pouvez": "Setzen Sie mehrere, indem Sie sie durch (Kommas) trennen",
        "aussi définir une plage avec des": "Definieren Sie auch einen Bereich mit",
        "(deux points)": "(zwei Punkte)",
        "Répété": "Wiederholt",
        "permet de dire que votre événement est répété (si cette": "Nehmen wir an, Ihre Veranstaltung wird wiederholt (falls dies der Fall ist)",
        "case n'est pas cochée vous n'aurez pas les options qui suivent)": "Das Kontrollkästchen ist nicht aktiviert. Sie haben nicht die folgenden Optionen.)",
        "Mode de répétition": "Wiederholungsmodus",
        "permet de spécifier le mode de répétition": "Hier können Sie den Wiederholungsmodus festlegen",
        "soit simple": "sei einfach",
        "tous les jours, tous les X jours…​ ou répétition tous": "jeden Tag, alle X Tage ... oder jede Wiederholung",
        "les 1er, 2ème…​ pour répéter un événement tous les 3ème lundis du": "der 1., 2.… um jeden 3. Montag des",
        "mois par exemple (les options qui suivent peuvent être différentes": "Monate zum Beispiel (die folgenden Optionen können unterschiedlich sein",
        "en fonction de ce choix)": "abhängig von dieser Wahl)",
        "Répéter tous les": "Wiederholen Sie alle",
        "\\[mode répétition simple seulement\\] permet": "\\ [nur Einzelwiederholungsmodus \\] erlaubt",
        "de définir la fréquence de répétition de l'événement (ex tous les 3": "Definieren Sie die Häufigkeit der Wiederholung des Ereignisses (z. B. alle 3)",
        "jours ou tous les 2 mois…​)": "Tage oder alle 2 Monate…)",
        "\\[mode répétition le premier, le deuxième…​ seulement\\": "\\ [Wiederholungsmodus der erste, der zweite ... nur \\",
        "permet de choisir une répetition tous les 2ème lundis du mois": "Mit dieser Option können Sie jeden 2. Montag im Monat eine Probe auswählen",
        "par exemple": "Zum Beispiel",
        "Uniquement les": "Nur die",
        "permet de restreindre la répétition à certains": "ermöglicht es Ihnen, die Wiederholung auf bestimmte zu beschränken",
        "jours de la semaine": "wochentags",
        "permet de restreindre l'événement seulement les": "Mit dieser Option können Sie nur das Ereignis einschränken",
        "jours fériés ou d'exclure les jours fériés": "Feiertage oder Feiertage ausschließen",
        "donne la date de fin d'occurence de l'événement": "gibt das Enddatum des Auftretens des Ereignisses an",
        "Exclure par un autre agenda": "Durch einen anderen Kalender ausschließen",
        "permet de mettre en exclusion cet": "erlaubt dies auszuschließen",
        "événement en fonction d'un autre agenda (pour éviter par exemple que": "Ereignis nach einem anderen Kalender (um zum Beispiel das zu vermeiden",
        "2 événements contradictoires se retrouvent ensemble)": "2 widersprüchliche Ereignisse werden zusammen gefunden)",
        "idem que \"Inclure\" mais cette fois pour exclure": "wie \"Einschließen\", diesmal jedoch ausschließen",
        "des dates": "Daten",
        "Les jours feriés sont ceux Francais et uniquement les Francais cela ne": "Feiertage sind französisch und nur französisch nicht",
        "marche donc pas pour les autres pays": "funktioniert nicht für andere Länder",
        "En haut à droite vous avez 3 boutons, un pour supprimer, un pour": "Oben rechts haben Sie 3 Schaltflächen, eine zum Löschen und eine zum Löschen",
        "sauvegarder et un pour dupliquer": "speichern und eine zu duplizieren",
        "Lors du clic sur ce dernier jeedom": "Wenn Sie auf diese letzte Freiheit klicken",
        "vous affiche l'evenement resultant de la duplication pour que vous": "Zeigt das aus der Duplizierung resultierende Ereignis an, damit Sie",
        "puissiez changer le nom par exemple": "kann zum Beispiel den Namen ändern",
        "Il ne faut donc pas oublier de": "Also vergiss es nicht",
        "sauvegarder suite à un clic sur le bouton dupliquer": "Speichern Sie nach einem Klick auf die Schaltfläche Duplizieren",
        "Agenda, commandes et scénario": "Tagebuch, Bestellungen und Szenario",
        "Un agenda possède les commandes": "Eine Agenda hat Kontrollen",
        "En cours": "In Bearbeitung",
        "donne la liste des événements en cours séparés par": "listet die aktuellen Ereignisse getrennt durch",
        "des virgules, pour l'utiliser dans un scénario le plus simple et": "Kommas zur Verwendung im einfachsten Szenario und",
        "d'utiliser l'opérateur contient ( matches ) ou ne contient pas ( not": "zur Verwendung des Operators enthält (Übereinstimmungen) oder enthält nicht (nicht",
        "matches ), par exemple *\\[Appartement\\]\\[test\\]\\[En cours\\]* matches": "Übereinstimmungen), zum Beispiel * \\ [Apartment \\] \\ [Test \\] \\ [In Bearbeitung \\] * Übereinstimmungen",
        "\/Anniv\/\", sera vrai si dans la liste des événements en cours il y a": "\/ Anniv \/ \", ist wahr, wenn es in der Liste der aktuellen Ereignisse gibt",
        "un \"Anniv": "ein \"Anniv",
        "Ajouter une date": "Fügen Sie ein Datum hinzu",
        "permet depuis un scénario d'ajouter une date à un évenement (attention si vous changez le nom de l'évenement il vous faudra le corriger dans le scénario aussi)": "Ermöglicht es einem Szenario, einem Ereignis ein Datum hinzuzufügen (seien Sie vorsichtig, wenn Sie den Namen des Ereignisses ändern, müssen Sie ihn auch im Szenario korrigieren).",
        "Vous pouvez mettre plusieurs évenement séparé par des": "Sie können mehrere Ereignisse getrennt durch setzen",
        "Retirer une date": "Entfernen Sie ein Datum",
        "permet depuis un scénario d'exclure une date à un évenement (attention si vous changez le nom de l'évenement il vous faudra le corriger dans le scénario aussi)": "Ermöglicht es einem Szenario, ein Datum von einem Ereignis auszuschließen (seien Sie vorsichtig, wenn Sie den Namen des Ereignisses ändern, müssen Sie ihn auch im Szenario korrigieren).",
        "Il est possible d'utiliser la commande \"En cours\" comme déclencheur": "Sie können den Befehl \"In Bearbeitung\" als Auslöser verwenden",
        "dans un scénario, chaque mise à jour de l'information déclenchera": "In einem Szenario wird jede Aktualisierung der Informationen ausgelöst",
        "l'éxecution du scénario": "die Ausführung des Szenarios",
        "Cependant, Il est préférable d'utiliser cette": "Es ist jedoch am besten, dies zu verwenden",
        "commande dans un scénario programmé avec un test sur la valeur": "Befehl in einem programmierten Szenario mit einem Test auf den Wert",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        "[Activer": "[Aktivieren",
        "Activer]": "Aktivieren]",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        "[Visible": "[Sichtbar",
        "Visible]": "Sichtbar]",
        " Agenda.": " Agenda.",
        " Agenda?": " Agenda?",
        "Agenda ": "Agenda ",
        "[Agenda": "[Agenda",
        "Agenda]": "Agenda]",
        " Couleur.": " Farbe.",
        " Couleur?": " Farbe?",
        "Couleur ": "Farbe ",
        "[Couleur": "[Farbe",
        "Couleur]": "Farbe]",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        "[Tip": "[Spitze",
        "Tip]": "Spitze]",
        " celle-ci.": " dieses hier.",
        " celle-ci?": " dieses hier?",
        "celle-ci ": "dieses hier ",
        "[celle-ci": "[dieses hier",
        "celle-ci]": "dieses hier]",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        "[ici": "[hier",
        "ici]": "hier]",
        " Programmation.": " Programmierung.",
        " Programmation?": " Programmierung?",
        "Programmation ": "Programmierung ",
        "[Programmation": "[Programmierung",
        "Programmation]": "Programmierung]",
        " Fin.": " Ende.",
        " Fin?": " Ende?",
        "Fin ": "Ende ",
        "[Fin": "[Ende",
        "Fin]": "Ende]",
        " Inclure.": " Einschließen.",
        " Inclure?": " Einschließen?",
        "Inclure ": "Einschließen ",
        "[Inclure": "[Einschließen",
        "Inclure]": "Einschließen]",
        " Le.": " Die.",
        " Le?": " Die?",
        "Le ": "Die ",
        "[Le": "[Die",
        "Le]": "Die]",
        " Restriction.": " Einschränkung.",
        " Restriction?": " Einschränkung?",
        "Restriction ": "Einschränkung ",
        "[Restriction": "[Einschränkung",
        "Restriction]": "Einschränkung]",
        " Jusqu'à.": " Bis zu.",
        " Jusqu'à?": " Bis zu?",
        "Jusqu'à ": "Bis zu ",
        "[Jusqu'à": "[Bis zu",
        "Jusqu'à]": "Bis zu]",
        " Exclure.": " Ausschließen.",
        " Exclure?": " Ausschließen?",
        "Exclure ": "Ausschließen ",
        "[Exclure": "[Ausschließen",
        "Exclure]": "Ausschließen]",
        " Note.": " Notiz.",
        " Note?": " Notiz?",
        "Note ": "Notiz ",
        "[Note": "[Notiz",
        "Note]": "Notiz]"
    }
}