{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text.",
        "20\/03\/2020": "03\/20\/2020",
        "Correction de bug en espagnol": "Bug fix in Spanish",
        "15\/11\/2019": "11\/15\/2019",
        "Correction de bugs": "Bugfix",
        "23\/10\/2019": "23\/10\/2019",
        "Amélioration du widget": "Widget improvement",
        "14\/10\/2019": "10\/14\/2019",
        "Amélioration de l'interface": "Improved interface",
        "03\/06\/2019": "03\/06\/2019",
        "13\/05\/2019": "13\/05\/2019",
        "09\/05\/2019": "09\/05\/2019",
        "28\/04\/2019": "28\/04\/2019",
        "08\/04\/2019": "08\/04\/2019",
        "18\/03\/2019": "03\/18\/2019",
        "Lors de la supression d'un évènement les actions de fin ne sont plus éxecutées": "When an event is deleted, the end actions are no longer executed",
        "08\/01\/2018": "01\/08\/2018",
        "Correction d'un bug lors de l'inclusion\/exclusion de dates si celles-ci sont excluses\/incluses": "Correction of a bug during the inclusion \/ exclusion of dates if these are excluded \/ included",
        "14\/10\/2018": "10\/14\/2018",
        "Correction de bug sur les événements non répétés": "Bug correction on unrepeated events",
        "12\/10\/2018": "10\/12\/2018",
        "Ajout d'une reprogrammation de tous évènements tous les jours à 00h00": "Adding a reprogramming of all events every day at 00:00",
        "16\/10\/2018": "10\/16\/2018",
        "Correction mineur de l'interface": "Minor interface correction",
        "Ajout de commande pour l'inclusion\/exclusion de date depuis les scénarios": "Addition of order for the inclusion \/ exclusion of date from the scenarios",
        "15\/10\/2018": "10\/15\/2018",
        "Correction d'un bug sur l'inclusion de date": "Correction of a bug on the inclusion of date",
        "29\/03\/2018": "03\/29\/2018",
        "Correction d'un bug sur le \"jusqu'à\" si la répétition n'est pas une répétition simple": "Correction of a bug on \"until\" if the repetition is not a simple repetition",
        "26\/03\/2018": "03\/26\/2018",
        "Correction d'un bug sur les images de la page de configuration": "Correction of a bug on the images of the configuration page",
        "Correction d'un bug lors du calcul de la recurrence des événements si aucune borne n'est definie": "Correction of a bug during the calculation of the recurrence of events if no bound is defined",
        "02\/03\/2018": "03\/02\/2018",
        "Lors de la réactivation de l'agenda si on est dans un evenement les actions de début sont lancée": "When reactivating the agenda if you are in an event, the start actions are launched",
        "27\/02\/2018": "02\/27\/2018",
        "Suppression des commandes d'activations\/désactivations (pour désactiver un agenda dans un scénario il faut maintenant utiliser la fonction de désactivation d'équipment)": "Deletion of activation \/ deactivation commands (to deactivate an agenda in a scenario you must now use the equipment deactivation function)",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        "[IMPORTANT": "[Important",
        "IMPORTANT]": "Important]"
    },
    "index.md": {
        "Plugin Agenda": "Calendar plugin",
        "Plugin permettant de créer un agenda et de déclencher des actions (commande ou scénario)": "Plugin for creating an agenda and triggering actions (command or scenario)",
        "Configuration du plugin": "Plugin configuration",
        "La configuration est très simple, après téléchargement du plugin, il vous suffit de l'activer et c'est tout": "The configuration is very simple, after downloading the plugin, you just need to activate it and that's it",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements Agenda est accessible à partir du menu Plugins puis Organisation": "The configuration of the Agenda equipment is accessible from the Plugins menu then Organization",
        "Une fois dessus vous retrouvez alors la liste de vos Agenda": "Once on it you will find the list of your Agenda",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement": "Name of equipment",
        "nom de votre agenda": "name of your calendar",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "Catégorie": "Category",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "equipment categories (it can belong to several categories)",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "Widget, nombre de jours": "Widget, number of days",
        "définit le nombre de jours d'événements à afficher sur le widget": "sets the number of event days to display on the widget",
        "Nombre d'événements maximum": "Maximum number of events",
        "défini le nombre maximum d'événements à afficher sur le dashboard": "defines the maximum number of events to display on the dashboard",
        "Ne pas afficher le statut et les commandes d'activation\/désactivation": "Do not display status and activation \/ deactivation commands",
        "permet de masquer le statut de l'agenda ainsi que les commandes d'activation ou non de celui-ci": "allows you to hide the status of the calendar as well as the commands for activating or not activating it",
        "Liste des événements de l'agenda": "List of calendar events",
        "affichage en dessous de la liste de tous les événements de l'agenda (un clic dessus permet d'éditer l'événement directement)": "display below the list of all calendar events (click on it to edit the event directly)",
        "Ajouter événement": "Add event",
        "permet d'ajouter un événement à l'agenda": "add an event to the calendar",
        "Affichage d'une vue type agenda avec tous les événements vous pouvez vous déplacer dedans, choisir de l'afficher par semaine ou jour, déplacer des événements (glisser\/déposer) et un clic sur un événement vous ouvrira sa fenêtre d'édition": "Display of an agenda type view with all the events you can move in, choose to display it by week or day, move events (drag and drop) and a click on an event will open its editing window",
        "Edition d'un événement": "Editing an event",
        "Partie la plus importante du plugin, c'est ici que vous allez pouvoir configurer votre événement": "The most important part of the plugin, this is where you will be able to configure your event",
        "Evènement": "Event",
        "Ici vous retrouvez": "Here you find",
        "Nom de l'événement": "Name of the event",
        "Nom de votre événement": "Name of your event",
        "Icône": "Icon",
        "permet d'ajouter une icône devant le nom de votre équipement (pour ce faire il faut cliquer sur \"Choisir une icône\")": "allows you to add an icon in front of the name of your equipment (to do this, click on \"Choose an icon\")",
        "permet de choisir la couleur de votre événement (une coche vous permet aussi de le rendre transparent)": "allows you to choose the color of your event (a check mark also allows you to make it transparent)",
        "Couleur du texte": "Text color",
        "permet de choisir la couleur du texte de votre événement": "allows you to choose the color of your event text",
        "Ne pas afficher dans le dashboard": "Do not show in the dashboard",
        "permet de ne pas afficher cet événement sur le widget": "allows not to display this event on the widget",
        "Action de début": "Start action",
        "Permet de choisir la ou les actions à faire lors du lancement de l'événement": "Allows you to choose the action (s) to do when launching the event",
        "Pour ajouter une action il suffit de cliquer sur le bouton + au bout de la ligne puis vous allez avoir un bouton pour chercher une commande une fois celle-ci trouvée vous aurez le choix des options si elle en a": "To add an action just click on the + button at the end of the line then you will have a button to search for an order once it is found you will have the choice of options if it has any",
        "Vous pouvez ajouter autant d'action que vous le voulez": "You can add as much action as you want",
        "Il est possible de modifier l'ordre des actions en maintenant\/glissant celle-ci": "It is possible to modify the order of actions by holding \/ dragging it",
        "Il est possible de faire les memes action que dans les scénarios (voir": "It is possible to do the same actions as in the scenarios (see",
        ")": ")",
        "Action de fin": "End action",
        "Idem à l'action de début mais cette fois ci c'est la ou les action(s) à effectuer à la fin de l'événement": "Same as the start action but this time it is the action (s) to perform at the end of the event",
        "C'est ici que se trouve toute la gestion temporelle de votre événement": "This is where all the time management of your event is located",
        "Début": "Start",
        "Date de début de l'événement": "Event start date",
        "Date de fin de l'événement": "Event end date",
        "Toute la journée": "All day",
        "permet de définir l'événement sur toute la journée": "allows to define the event over the whole day",
        "Inclure par un autre agenda": "Include by another calendar",
        "Permet d'inclure un autre événement dans votre événement courant": "Allows you to include another event in your current event",
        "Par exemple, si vous avez un événement A répété tous les lundis, et que vous incluez cet événement A dans votre événement courant, alors celui-ci sera automatiquement répété tous les lundis": "For example, if you have an event A repeated every Monday, and you include this event A in your current event, then this event will be automatically repeated every Monday",
        "permet de forcer une date d'occurence, vous pouvez en mettre plusieurs en les séparant par des , (virgules), vous pouvez aussi définir une plage avec des": "allows to force an occurrence date, you can put several by separating them with, (commas), you can also define a range with",
        "(deux points)": "(two points)",
        "Répété": "Say again",
        "permet de dire que votre événement est répété (si cette case n'est pas cochée vous n'aurez pas les options qui suivent)": "lets say that your event is repeated (if this box is not checked you will not have the following options)",
        "Mode de répétition": "Repeat mode",
        "permet de spécifier le mode de répétition, soit simple": "allows to specify the repeat mode, either simple",
        "tous les jours, tous les X jours…​ ou répétition tous les 1er, 2ème…​ pour répéter un événement tous les 3ème lundis du mois par exemple (les options qui suivent peuvent être différentes en fonction de ce choix)": "every day, every X days ... or repetition every 1st, 2nd ... to repeat an event every 3rd Monday of the month for example (the following options may be different depending on this choice)",
        "Répéter tous les": "Repeat every",
        "\\[mode répétition simple seulement\\] permet de définir la fréquence de répétition de l'événement (ex tous les 3 jours ou tous les 2 mois…​)": "\\ [simple repeat mode only \\] allows you to define the frequency of repetition of the event (eg every 3 days or every 2 months…)",
        "\\[mode répétition le premier, le deuxième…​ seulement\\] permet de choisir une répetition tous les 2ème lundis du mois par exemple": "\\ [repeat mode the first, the second… only \\] allows you to choose a repeat every 2nd Monday of the month for example",
        "Uniquement les": "Only the",
        "permet de restreindre la répétition à certains jours de la semaine": "allows you to restrict repetition to certain days of the week",
        "permet de restreindre l'événement seulement les jours fériés ou d'exclure les jours fériés": "allows to restrict the event only on public holidays or to exclude public holidays",
        "donne la date de fin d'occurence de l'événement": "gives the end date of occurrence of the event",
        "Exclure par un autre agenda": "Exclude by another calendar",
        "permet de mettre en exclusion cet événement en fonction d'un autre agenda (pour éviter par exemple que 2 événements contradictoires se retrouvent ensemble)": "allows to exclude this event according to another calendar (to avoid for example that 2 contradictory events meet together)",
        "idem que \"Inclure\" mais cette fois pour exclure des dates": "same as \"Include\" but this time to exclude dates",
        "Les jours feriés sont ceux Francais et uniquement les Francais cela ne marche donc pas pour les autres pays": "Public holidays are French and only French this does not work for other countries",
        "En haut à droite vous avez 3 boutons, un pour supprimer, un pour sauvegarder et un pour dupliquer": "At the top right you have 3 buttons, one to delete, one to save and one to duplicate",
        "Lors du clic sur ce dernier jeedom vous affiche l'evenement resultant de la duplication pour que vous puissiez changer le nom par exemple": "When clicking on this last jeedom displays the event resulting from the duplication so that you can change the name for example",
        "Il ne faut donc pas oublier de sauvegarder suite à un clic sur le bouton dupliquer": "So don't forget to save following a click on the duplicate button",
        "Agenda, commandes et scénario": "Diary, orders and scenario",
        "Un agenda possède les commandes": "An agenda has controls",
        "En cours": "Running",
        "\\[Appartement\\]\\[test\\]\\[En cours\\": "\\ [Apartment \\] \\ [test \\] \\ [In progress \\",
        "donne la liste des événements en cours séparés par des virgules, pour l'utiliser dans un scénario le plus simple et d'utiliser l'opérateur contient ( matches ) ou ne contient pas ( not matches ), par exemple": "gives a list of current events separated by commas, to use it in the simplest scenario and to use the operator contains (matches) or does not contain (not matches), for example",
        "matches \"\/Anniv\/\", sera vrai si dans la liste des événements en cours il y a un \"Anniv": "matches \"\/ Anniv \/\", will be true if in the list of current events there is a \"Anniv",
        "Ajouter une date": "Add a date",
        "permet depuis un scénario d'ajouter une date à un évenement (attention si vous changez le nom de l'évenement il vous faudra le corriger dans le scénario aussi)": "allows from a scenario to add a date to an event (be careful if you change the name of the event you will have to correct it in the scenario too)",
        "Vous pouvez mettre plusieurs évenement séparé par des": "You can put several events separated by",
        "Retirer une date": "Remove a date",
        "permet depuis un scénario d'exclure une date à un évenement (attention si vous changez le nom de l'évenement il vous faudra le corriger dans le scénario aussi)": "allows from a scenario to exclude a date from an event (be careful if you change the name of the event you will have to correct it in the scenario too)",
        "Il est possible d'utiliser la commande \"En cours\" comme déclencheur dans un scénario, chaque mise à jour de l'information déclenchera l'éxecution du scénario": "It is possible to use the \"In progress\" command as a trigger in a scenario, each update of the information will trigger the execution of the scenario",
        "Cependant, Il estréférable d'utiliser cette commande dans un scénario programmé avec un test sur la valeur": "However, it is preferable to use this command in a programmed scenario with a test on the value",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Agenda.": " Agenda.",
        " Agenda?": " Agenda?",
        "Agenda ": "Agenda ",
        "[Agenda": "[Agenda",
        "Agenda]": "Agenda]",
        " Couleur.": " Color.",
        " Couleur?": " Color?",
        "Couleur ": "Color ",
        "[Couleur": "[Color",
        "Couleur]": "Color]",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        "[ici": "[here",
        "ici]": "here]",
        " Programmation.": " Programming.",
        " Programmation?": " Programming?",
        "Programmation ": "Programming ",
        "[Programmation": "[Programming",
        "Programmation]": "Programming]",
        " Fin.": " End.",
        " Fin?": " End?",
        "Fin ": "End ",
        "[Fin": "[End",
        "Fin]": "End]",
        " Inclure.": " Include.",
        " Inclure?": " Include?",
        "Inclure ": "Include ",
        "[Inclure": "[Include",
        "Inclure]": "Include]",
        " Le.": " The.",
        " Le?": " The?",
        "Le ": "The ",
        "[Le": "[The",
        "Le]": "The]",
        " Restriction.": " Restriction.",
        " Restriction?": " Restriction?",
        "Restriction ": "Restriction ",
        "[Restriction": "[Restriction",
        "Restriction]": "Restriction]",
        " Jusqu'à.": " Until.",
        " Jusqu'à?": " Until?",
        "Jusqu'à ": "Until ",
        "[Jusqu'à": "[Until",
        "Jusqu'à]": "Until]",
        " Exclure.": " Exclude.",
        " Exclure?": " Exclude?",
        "Exclure ": "Exclude ",
        "[Exclure": "[Exclude",
        "Exclure]": "Exclude]",
        " Note.": " NOTE.",
        " Note?": " NOTE?",
        "Note ": "NOTE ",
        "[Note": "[NOTE",
        "Note]": "NOTE]"
    }
}