{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "20\/03\/2020": "20\/03\/2020",
        "Correction de bug en espagnol": "Correção de bug em espanhol",
        "15\/11\/2019": "15\/11\/2019",
        "Correction de bugs": "Correções de bugs",
        "23\/10\/2019": "23\/10\/2019",
        "Amélioration du widget": "Melhoria de widget",
        "14\/10\/2019": "14\/10\/2019",
        "Amélioration de l'interface": "Interface melhorada",
        "03\/06\/2019": "03\/03\/2019",
        "13\/05\/2019": "13\/05\/2019",
        "09\/05\/2019": "09\/09\/2019",
        "28\/04\/2019": "28\/04\/2019",
        "08\/04\/2019": "08\/08\/2019",
        "18\/03\/2019": "18\/03\/2019",
        "Lors de la supression d'un évènement les actions de fin ne sont plus éxecutées": "Quando um evento é excluído, as ações finais não são mais executadas",
        "08\/01\/2018": "01\/08\/2018",
        "Correction d'un bug lors de l'inclusion\/exclusion de dates si celles-ci sont excluses\/incluses": "Correção de um bug durante a inclusão \/ exclusão de datas, se estas forem excluídas \/ incluídas",
        "14\/10\/2018": "14\/10\/2018",
        "Correction de bug sur les événements non répétés": "Correção de bug em eventos não repetidos",
        "12\/10\/2018": "12\/12\/2018",
        "Ajout d'une reprogrammation de tous évènements tous les jours à 00h00": "Adicionando uma reprogramação de todos os eventos todos os dias às 00:00",
        "16\/10\/2018": "16\/10\/2018",
        "Correction mineur de l'interface": "Correção menor da interface",
        "Ajout de commande pour l'inclusion\/exclusion de date depuis les scénarios": "Adição de ordem para inclusão \/ exclusão de data dos cenários",
        "15\/10\/2018": "15\/10\/2018",
        "Correction d'un bug sur l'inclusion de date": "Correção de um bug na inclusão de data",
        "29\/03\/2018": "29\/03\/2018",
        "Correction d'un bug sur le \"jusqu'à\" si la répétition n'est pas une répétition simple": "Correção de um bug em \"até\" se a repetição não for uma repetição simples",
        "26\/03\/2018": "26\/03\/2018",
        "Correction d'un bug sur les images de la page de configuration": "Correção de um bug nas imagens da página de configuração",
        "Correction d'un bug lors du calcul de la recurrence des événements si aucune borne n'est definie": "Correção de um erro durante o cálculo da recorrência de eventos se nenhum limite for definido",
        "02\/03\/2018": "02\/02\/2018",
        "Lors de la réactivation de l'agenda si on est dans un evenement les actions de début sont lancée": "Ao reativar a agenda, se você estiver em um evento, as ações iniciais são iniciadas",
        "27\/02\/2018": "27\/02\/2018",
        "Suppression des commandes d'activations\/désactivations (pour désactiver un agenda dans un scénario il faut maintenant utiliser la fonction de désactivation d'équipment)": "Exclusão de comandos de ativação \/ desativação (para desativar uma agenda em um cenário, você deve agora usar a função de desativação do equipamento)",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        "[IMPORTANT": "[IMPORTANTE",
        "IMPORTANT]": "IMPORTANTE]",
        "*IMPORTANT": "*IMPORTANTE",
        "IMPORTANT*": "IMPORTANTE*"
    },
    "index.md": {
        "Plugin Agenda": "Plug-in do calendário",
        "Plugin permettant de créer un agenda et de déclencher des actions (commande ou scénario)": "Plug-in para criar uma agenda e acionar ações (comando ou cenário)",
        "Configuration du plugin": "Configuração do plugin",
        "La configuration est très simple, après téléchargement du plugin, il vous suffit de l'activer et c'est tout": "A configuração é muito simples, depois de baixar o plugin, você só precisa ativá-lo e pronto",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements Agenda est accessible à partir du menu Plugins puis Organisation": "A configuração do equipamento da Agenda pode ser acessada no menu Plugins e depois em Organization",
        "Une fois dessus vous retrouvez alors la liste de vos Agenda": "Uma vez, você encontrará a lista da sua Agenda",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom de l'équipement": "Nome de equipamentos",
        "nom de votre agenda": "nome do seu calendário",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "Catégorie": "Categoria",
        "les catégories de l'équipement (il peut appartenir à plusieurs catégories)": "categorias de equipamentos (pode pertencer a várias categorias)",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "le rend visible sur le dashboard": "torna visível no painel",
        "Widget, nombre de jours": "Widget, número de dias",
        "définit le nombre de jours d'événements à afficher sur le widget": "define o número de dias do evento a serem exibidos no widget",
        "Nombre d'événements maximum": "Número máximo de eventos",
        "défini le nombre maximum d'événements à afficher sur le dashboard": "define o número máximo de eventos a serem exibidos no painel",
        "Ne pas afficher le statut et les commandes d'activation\/désactivation": "Não exibir comandos de status e ativação \/ desativação",
        "permet de masquer le statut de l'agenda ainsi que les commandes d'activation ou non de celui-ci": "permite ocultar o status do calendário, bem como os comandos para ativá-lo ou não",
        "Liste des événements de l'agenda": "Lista de eventos do calendário",
        "affichage en dessous de la liste de tous les événements de l'agenda (un clic dessus permet d'éditer l'événement directement)": "exibido abaixo da lista de todos os eventos do calendário (clique nele para editar o evento diretamente)",
        "Ajouter événement": "Adicionar evento",
        "permet d'ajouter un événement à l'agenda": "adicionar um evento ao calendário",
        "Affichage d'une vue type agenda avec tous les événements vous pouvez vous déplacer dedans, choisir de l'afficher par semaine ou jour, déplacer des événements (glisser\/déposer) et un clic sur un événement vous ouvrira sa fenêtre d'édition": "Exibição de uma visualização do tipo agenda com todos os eventos que você pode mover, escolha exibi-la por semana ou dia, mova eventos (arraste e solte) e um clique em um evento abrirá sua janela de edição",
        "Edition d'un événement": "Editando um evento",
        "Partie la plus importante du plugin, c'est ici que vous allez pouvoir configurer votre événement": "A parte mais importante do plug-in, é aqui que você poderá configurar seu evento",
        "Evènement": "Evento",
        "Ici vous retrouvez": "Aqui você encontra",
        "Nom de l'événement": "Nome do evento",
        "Nom de votre événement": "Nome do seu evento",
        "Icône": "ícone",
        "permet d'ajouter une icône devant le nom de votre équipement (pour ce faire il faut cliquer sur \"Choisir une icône\")": "permite adicionar um ícone na frente do nome do seu equipamento (para fazer isso, clique em \"Escolha um ícone\")",
        "permet de choisir la couleur de votre événement (une coche vous permet aussi de le rendre transparent)": "permite que você escolha a cor do seu evento (uma marca de seleção também permite torná-lo transparente)",
        "Couleur du texte": "Cor do texto",
        "permet de choisir la couleur du texte de votre événement": "permite que você escolha a cor do texto do seu evento",
        "Ne pas afficher dans le dashboard": "Não aparecer no painel",
        "permet de ne pas afficher cet événement sur le widget": "permite não exibir este evento no widget",
        "Action de début": "Iniciar ação",
        "Permet de choisir la ou les actions à faire lors du lancement de l'événement": "Permite que você escolha as ações a serem executadas ao iniciar o evento",
        "Pour ajouter une action il suffit de cliquer sur le bouton + au bout de la ligne puis vous allez avoir un bouton pour chercher une commande une fois celle-ci trouvée vous aurez le choix des options si elle en a": "Para adicionar uma ação, basta clicar no botão + no final da linha, e você terá um botão para procurar um pedido, uma vez encontrado, você terá a opção de opções, se houver algum",
        "Vous pouvez ajouter autant d'action que vous le voulez": "Você pode adicionar quantas ações quiser",
        "Il est possible de modifier l'ordre des actions en maintenant\/glissant celle-ci": "É possível modificar a ordem das ações mantendo \/ arrastando-o",
        "Il est possible de faire les memes action que dans les scénarios (voir": "É possível executar as mesmas ações que nos cenários (consulte",
        ")": ")",
        "Action de fin": "Ação final",
        "Idem à l'action de début mais cette fois ci c'est la ou les action(s) à effectuer à la fin de l'événement": "Igual à ação inicial, mas desta vez é a (s) ação (ões) a executar no final do evento",
        "C'est ici que se trouve toute la gestion temporelle de votre événement": "É aqui que todo o gerenciamento de tempo do seu evento está localizado",
        "Début": "Começo",
        "Date de début de l'événement": "Data de início do evento",
        "Date de fin de l'événement": "Data de término do evento",
        "Toute la journée": "O dia inteiro",
        "permet de définir l'événement sur toute la journée": "permite definir o evento durante todo o dia",
        "Inclure par un autre agenda": "Incluir por outro calendário",
        "Permet d'inclure un autre événement dans votre événement courant": "Permite incluir outro evento no seu evento atual",
        "Par exemple, si vous avez un événement A répété tous les lundis, et que vous incluez cet événement A dans votre événement courant, alors celui-ci sera automatiquement répété tous les lundis": "Por exemplo, se você tiver um evento A repetido toda segunda-feira e incluir esse evento A no evento atual, esse evento será repetido automaticamente toda segunda-feira",
        "permet de forcer une date d'occurence, vous pouvez en mettre plusieurs en les séparant par des , (virgules), vous pouvez aussi définir une plage avec des": "permite forçar uma data de ocorrência, você pode colocar vários separando-os com, (vírgulas), também pode definir um intervalo com",
        "(deux points)": "(dois pontos)",
        "Répété": "Repetida",
        "permet de dire que votre événement est répété (si cette case n'est pas cochée vous n'aurez pas les options qui suivent)": "digamos que seu evento seja repetido (se essa caixa não estiver marcada, você não terá as seguintes opções)",
        "Mode de répétition": "Modo de repetição",
        "permet de spécifier le mode de répétition, soit simple": "permite especificar o modo de repetição, simples",
        "tous les jours, tous les X jours…​ ou répétition tous les 1er, 2ème…​ pour répéter un événement tous les 3ème lundis du mois par exemple (les options qui suivent peuvent être différentes en fonction de ce choix)": "todos os dias, todos os X dias ... ou repetição a cada 1º, 2º ... para repetir um evento a cada 3ª segunda-feira do mês, por exemplo (as seguintes opções podem ser diferentes dependendo dessa opção)",
        "Répéter tous les": "Repita cada",
        "\\[mode répétition simple seulement\\] permet de définir la fréquence de répétition de l'événement (ex tous les 3 jours ou tous les 2 mois…​)": "\\ [apenas modo de repetição simples \\] permite definir a frequência de repetição do evento (por exemplo, a cada 3 dias ou a cada 2 meses ...)",
        "\\[mode répétition le premier, le deuxième…​ seulement\\] permet de choisir une répetition tous les 2ème lundis du mois par exemple": "\\ [modo de repetição o primeiro, o segundo ... somente \\] permite que você escolha uma repetição a cada 2ª segunda-feira do mês, por exemplo",
        "Uniquement les": "Somente o",
        "permet de restreindre la répétition à certains jours de la semaine": "permite restringir a repetição a determinados dias da semana",
        "permet de restreindre l'événement seulement les jours fériés ou d'exclure les jours fériés": "permite restringir o evento apenas em feriados ou excluir feriados",
        "donne la date de fin d'occurence de l'événement": "fornece a data final da ocorrência do evento",
        "Exclure par un autre agenda": "Excluir por outro calendário",
        "permet de mettre en exclusion cet événement en fonction d'un autre agenda (pour éviter par exemple que 2 événements contradictoires se retrouvent ensemble)": "permite excluir este evento de acordo com outro calendário (para evitar, por exemplo, que dois eventos contraditórios se reúnam)",
        "idem que \"Inclure\" mais cette fois pour exclure des dates": "igual a \"Incluir\", mas desta vez para excluir datas",
        "Les jours feriés sont ceux Francais et uniquement les Francais cela ne marche donc pas pour les autres pays": "Os feriados são franceses e somente o francês não funciona em outros países",
        "En haut à droite vous avez 3 boutons, un pour supprimer, un pour sauvegarder et un pour dupliquer": "No canto superior direito, você tem 3 botões, um para excluir, um para salvar e outro para duplicar",
        "Lors du clic sur ce dernier jeedom vous affiche l'evenement resultant de la duplication pour que vous puissiez changer le nom par exemple": "Ao clicar no último, o jeedom exibe o evento resultante da duplicação, para que você possa alterar o nome, por exemplo",
        "Il ne faut donc pas oublier de sauvegarder suite à un clic sur le bouton dupliquer": "Portanto, não se esqueça de salvar seguindo um clique no botão duplicado",
        "Agenda, commandes et scénario": "Diário, pedidos e cenário",
        "Un agenda possède les commandes": "Uma agenda tem controles",
        "En cours": "Contínuo",
        "\\[Appartement\\]\\[test\\]\\[En cours\\": "\\ [Apartamento \\] \\ [teste \\] \\ [Em andamento \\",
        "donne la liste des événements en cours séparés par des virgules, pour l'utiliser dans un scénario le plus simple et d'utiliser l'opérateur contient ( matches ) ou ne contient pas ( not matches ), par exemple": "fornece uma lista dos eventos atuais separados por vírgulas, para usá-lo no cenário mais simples e para usar o operador contém (correspondências) ou não (não corresponde), por exemplo",
        "matches \"\/Anniv\/\", sera vrai si dans la liste des événements en cours il y a un \"Anniv": "corresponde a \"\/ Anniv \/\", será verdadeiro se na lista de eventos atuais houver uma \"Anniv",
        "Ajouter une date": "Adicionar uma data",
        "permet depuis un scénario d'ajouter une date à un évenement (attention si vous changez le nom de l'évenement il vous faudra le corriger dans le scénario aussi)": "permite a partir de um cenário adicionar uma data a um evento (tenha cuidado se você alterar o nome do evento, também será necessário corrigi-lo no cenário)",
        "Vous pouvez mettre plusieurs évenement séparé par des": "Você pode colocar vários eventos separados por",
        "Retirer une date": "Remover uma data",
        "permet depuis un scénario d'exclure une date à un évenement (attention si vous changez le nom de l'évenement il vous faudra le corriger dans le scénario aussi)": "permite que um cenário exclua uma data de um evento (tenha cuidado se você alterar o nome do evento, também será necessário corrigi-lo no cenário)",
        "Il est possible d'utiliser la commande \"En cours\" comme déclencheur dans un scénario, chaque mise à jour de l'information déclenchera l'éxecution du scénario": "É possível usar o comando \"Em andamento\" como um gatilho em um cenário, cada atualização das informações acionará a execução do cenário",
        "Cependant, Il estréférable d'utiliser cette commande dans un scénario programmé avec un test sur la valeur": "No entanto, é preferível usar este comando em um cenário programado com um teste no valor",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        "[Activer": "[Ativar",
        "Activer]": "Ativar]",
        "*Activer": "*Ativar",
        "Activer*": "Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        "[Visible": "[Visivél",
        "Visible]": "Visivél]",
        "*Visible": "*Visivél",
        "Visible*": "Visivél*",
        " Agenda.": " Agenda.",
        " Agenda?": " Agenda?",
        "Agenda ": "Agenda ",
        "[Agenda": "[Agenda",
        "Agenda]": "Agenda]",
        "*Agenda": "*Agenda",
        "Agenda*": "Agenda*",
        " Couleur.": " Cor.",
        " Couleur?": " Cor?",
        "Couleur ": "Cor ",
        "[Couleur": "[Cor",
        "Couleur]": "Cor]",
        "*Couleur": "*Cor",
        "Couleur*": "Cor*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        "[Tip": "[Dica",
        "Tip]": "Dica]",
        "*Tip": "*Dica",
        "Tip*": "Dica*",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        "[ici": "[aqui",
        "ici]": "aqui]",
        "*ici": "*aqui",
        "ici*": "aqui*",
        " Programmation.": " Programação.",
        " Programmation?": " Programação?",
        "Programmation ": "Programação ",
        "[Programmation": "[Programação",
        "Programmation]": "Programação]",
        "*Programmation": "*Programação",
        "Programmation*": "Programação*",
        " Fin.": " Final.",
        " Fin?": " Final?",
        "Fin ": "Final ",
        "[Fin": "[Final",
        "Fin]": "Final]",
        "*Fin": "*Final",
        "Fin*": "Final*",
        " Inclure.": " Incluir.",
        " Inclure?": " Incluir?",
        "Inclure ": "Incluir ",
        "[Inclure": "[Incluir",
        "Inclure]": "Incluir]",
        "*Inclure": "*Incluir",
        "Inclure*": "Incluir*",
        " Le.": " O.",
        " Le?": " O?",
        "Le ": "O ",
        "[Le": "[O",
        "Le]": "O]",
        "*Le": "*O",
        "Le*": "O*",
        " Restriction.": " Restrição.",
        " Restriction?": " Restrição?",
        "Restriction ": "Restrição ",
        "[Restriction": "[Restrição",
        "Restriction]": "Restrição]",
        "*Restriction": "*Restrição",
        "Restriction*": "Restrição*",
        " Jusqu'à.": " Até.",
        " Jusqu'à?": " Até?",
        "Jusqu'à ": "Até ",
        "[Jusqu'à": "[Até",
        "Jusqu'à]": "Até]",
        "*Jusqu'à": "*Até",
        "Jusqu'à*": "Até*",
        " Exclure.": " Excluir.",
        " Exclure?": " Excluir?",
        "Exclure ": "Excluir ",
        "[Exclure": "[Excluir",
        "Exclure]": "Excluir]",
        "*Exclure": "*Excluir",
        "Exclure*": "Excluir*",
        " Note.": " NOTA.",
        " Note?": " NOTA?",
        "Note ": "NOTA ",
        "[Note": "[NOTA",
        "Note]": "NOTA]",
        "*Note": "*NOTA",
        "Note*": "NOTA*"
    }
}